Repository: starcat-app/Starcat
Catalog: Starcat/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, id, it, ja, ko, nl, pl, pt_br, ru, tr, uk, vi, zh_hans, zh_hant

# authV2.copyOnly
source: Copy only, don't open browser
ar: نسخ فقط، لا تفتح المتصفح
de: Nur kopieren, Browser nicht öffnen
es: Solo copiar, no abrir el navegador
fr: Copier uniquement, sans ouvrir le navigateur
id: Salin saja, jangan buka peramban
it: Solo copia, non aprire il browser
ja: コピーのみ、ブラウザを開かない
ko: 복사만 하고 브라우저 열지 않기
nl: Alleen kopiëren, browser niet openen
pl: Tylko kopiuj, nie otwieraj przeglądarki
pt_br: Copiar apenas, sem abrir navegador
ru: Только скопировать, не открывать браузер
tr: Yalnızca kopyala, tarayıcıyı açma
uk: Тільки скопіювати, не відкривати браузер
vi: Chỉ sao chép, không mở trình duyệt
zh_hans: 仅复制（不打开浏览器）
zh_hant: 僅複製（不開啟瀏覽器）

# authV2.pat.back
source: Back
ar: رجوع
de: Zurück
es: Atrás
fr: Retour
id: Kembali
it: Indietro
ja: 戻る
ko: 뒤로
nl: Terug
pl: Wstecz
pt_br: Voltar
ru: Назад
tr: Geri
uk: Назад
vi: Quay lại
zh_hans: 返回
zh_hant: 返回

# authV2.pat.error.insufficientScope
source: Token scope is insufficient. At least public_repo and read:user are required.
ar: نطاق الرمز غير كافٍ. مطلوب على الأقل public_repo و read:user.
de: Token-Bereich ist unzureichend. Mindestens public_repo und read:user sind erforderlich.
es: El alcance del token es insuficiente. Se requieren al menos public_repo y read:user.
fr: Le champ d'application du jeton est insuffisant. Au moins public_repo et read:user sont requis.
id: Cakupan token tidak mencukupi. Diperlukan setidaknya public_repo dan read:user.
it: L'ambito del token è insufficiente. Sono necessari almeno public_repo e read:user.
ja: トークンのスコープが不十分です。少なくとも public_repo と read:user が必要です。
ko: 토큰 범위가 부족합니다. 최소한 public_repo와 read:user가 필요합니다.
nl: Tokenbereik is onvoldoende. Minimaal public_repo en read:user zijn vereist.
pl: Zakres tokena jest niewystarczający. Wymagane są co najmniej public_repo i read:user.
pt_br: O escopo do token é insuficiente. São necessários pelo menos public_repo e read:user.
ru: Область действия токена недостаточна. Требуются как минимум public_repo и read:user.
tr: Token kapsamı yetersiz. En az public_repo ve read:user gerekli.
uk: Обсяг токена недостатній. Потрібні щонайменше public_repo та read:user.
vi: Phạm vi token không đủ. Cần ít nhất public_repo và read:user.
zh_hans: Token 权限不足，至少需要 public_repo 和 read:user。
zh_hant: Token 權限不足，至少需要 public_repo 和 read:user。

# authV2.pat.error.invalidToken
source: Token is invalid, expired, or revoked. Please check and try again.
ar: الرمز غير صالح أو منتهي الصلاحية أو ملغى. يرجى التحقق والمحاولة مرة أخرى.
de: Token ist ungültig, abgelaufen oder widerrufen. Bitte überprüfen und erneut versuchen.
es: El token no es válido, ha caducado o ha sido revocado. Verifícalo e inténtalo de nuevo.
fr: Le jeton est invalide, expiré ou révoqué. Veuillez vérifier et réessayer.
id: Token tidak valid, kedaluwarsa, atau dicabut. Periksa dan coba lagi.
it: Il token non è valido, è scaduto o è stato revocato. Controlla e riprova.
ja: トークンが無効、期限切れ、または取り消されています。確認してもう一度お試しください。
ko: 토큰이 유효하지 않거나 만료되었거나 취소되었습니다. 확인 후 다시 시도하세요.
nl: Token is ongeldig, verlopen of ingetrokken. Controleer en probeer opnieuw.
pl: Token jest nieprawidłowy, wygasł lub został odwołany. Sprawdź i spróbuj ponownie.
pt_br: O token é inválido, expirou ou foi revogado. Verifique e tente novamente.
ru: Токен недействителен, истёк или отозван. Проверьте и попробуйте снова.
tr: Token geçersiz, süresi dolmuş veya iptal edilmiş. Lütfen kontrol edip tekrar deneyin.
uk: Токен недійсний, прострочений або відкликаний. Перевірте та спробуйте знову.
vi: Token không hợp lệ, đã hết hạn hoặc bị thu hồi. Vui lòng kiểm tra và thử lại.
zh_hans: Token 无效、已过期或被撤销，请检查后重试。
zh_hant: Token 無效、已過期或已被撤銷，請檢查後重試。

# authV2.pat.getToken
source: Get a token
ar: احصل على رمز
de: Token abrufen
es: Obtener un token
fr: Obtenir un jeton
id: Dapatkan token
it: Ottieni un token
ja: トークンを取得
ko: 토큰 받기
nl: Token ophalen
pl: Uzyskaj token
pt_br: Obter um token
ru: Получить токен
tr: Token al
uk: Отримати токен
vi: Lấy token
zh_hans: 获取 Token
zh_hant: 取得 Token

# authV2.pat.getToken.help
source: Open GitHub token settings
ar: فتح إعدادات رموز GitHub
de: GitHub-Token-Einstellungen öffnen
es: Abrir configuración de tokens de GitHub
fr: Ouvrir les paramètres de jeton GitHub
id: Buka pengaturan token GitHub
it: Apri le impostazioni del token GitHub
ja: GitHubトークン設定を開く
ko: GitHub 토큰 설정 열기
nl: Open GitHub-tokeninstellingen
pl: Otwórz ustawienia tokena GitHub
pt_br: Abrir configurações de token do GitHub
ru: Открыть настройки токенов GitHub
tr: GitHub token ayarlarını aç
uk: Відкрити налаштування токенів GitHub
vi: Mở cài đặt token GitHub
zh_hans: 打开 GitHub Token 设置页
zh_hant: 開啟 GitHub Token 設定頁

# authV2.pat.help
source: Generate a token in GitHub → Settings → Developer settings → Personal access tokens → Tokens (classic), with public_repo and read:user scopes.
ar: أنشئ رمزًا في GitHub ← الإعدادات ← إعدادات المطور ← رموز الوصول الشخصية ← الرموز (كلاسيكية)، مع نطاقات public_repo و read:user.
de: Erstellen Sie ein Token in GitHub → Einstellungen → Entwicklereinstellungen → Persönliche Zugriffstoken → Token (klassisch) mit den Bereichen public_repo und read:user.
es: Genera un token en GitHub → Settings → Developer settings → Personal access tokens → Tokens (classic), con los alcances public_repo y read:user.
fr: Générez un jeton dans GitHub → Paramètres → Paramètres développeur → Jetons d'accès personnels → Jetons (classiques), avec les champs public_repo et read:user.
id: Buat token di GitHub → Settings → Developer settings → Personal access tokens → Tokens (classic), dengan cakupan public_repo dan read:user.
it: Genera un token in GitHub → Impostazioni → Impostazioni sviluppatore → Token di accesso personale → Token (classico), con ambiti public_repo e read:user.
ja: GitHub → Settings → Developer settings → Personal access tokens → Tokens (classic) で、public_repo と read:user のスコープを持つトークンを生成してください。
ko: GitHub → 설정 → 개발자 설정 → 개인 액세스 토큰 → 토큰(클래식)에서 public_repo 및 read:user 범위로 토큰을 생성하세요.
nl: Genereer een token in GitHub → Instellingen → Ontwikkelaarsinstellingen → Persoonlijke toegangstokens → Tokens (klassiek), met de scopes public_repo en read:user.
pl: Wygeneruj token w GitHub → Settings → Developer settings → Personal access tokens → Tokens (classic) z zakresami public_repo i read:user.
pt_br: Gere um token no GitHub → Configurações → Configurações de desenvolvedor → Tokens de acesso pessoal → Tokens (clássico), com os escopos public_repo e read:user.
ru: Создайте токен в GitHub → Settings → Developer settings → Personal access tokens → Tokens (classic) с областями public_repo и read:user.
tr: GitHub → Ayarlar → Geliştirici ayarları → Kişisel erişim tokenları → Tokenlar (klasik) bölümünde public_repo ve read:user kapsamlarına sahip bir token oluşturun.
uk: Створіть токен у GitHub → Settings → Developer settings → Personal access tokens → Tokens (classic) з областями public_repo та read:user.
vi: Tạo token trong GitHub → Settings → Developer settings → Personal access tokens → Tokens (classic), với các phạm vi public_repo và read:user.
zh_hans: 在 GitHub → Settings → Developer settings → Personal access tokens → Tokens (classic) 生成 Token，勾选 public_repo 和 read:user 权限。
zh_hant: 在 GitHub → Settings → Developer settings → Personal access tokens → Tokens (classic) 產生 Token，勾選 public_repo 和 read:user 權限。

# authV2.pat.hideToken
source: Hide token
ar: إخفاء الرمز
de: Token ausblenden
es: Ocultar token
fr: Masquer le jeton
id: Sembunyikan token
it: Nascondi token
ja: トークンを隠す
ko: 토큰 숨기기
nl: Token verbergen
pl: Ukryj token
pt_br: Ocultar token
ru: Скрыть токен
tr: Token'ı gizle
uk: Приховати токен
vi: Ẩn token
zh_hans: 隐藏 Token
zh_hant: 隱藏 Token

# authV2.pat.placeholder
source: Paste your GitHub token
ar: الصق رمز GitHub الخاص بك
de: GitHub-Token einfügen
es: Pega tu token de GitHub
fr: Collez votre jeton GitHub
id: Tempel token GitHub Anda
it: Incolla il tuo token GitHub
ja: GitHubトークンを貼り付け
ko: GitHub 토큰 붙여넣기
nl: Plak uw GitHub-token
pl: Wklej swój token GitHub
pt_br: Cole seu token do GitHub
ru: Вставьте ваш токен GitHub
tr: GitHub token'ınızı yapıştırın
uk: Вставте ваш токен GitHub
vi: Dán token GitHub của bạn
zh_hans: 粘贴你的 GitHub Token
zh_hant: 貼上你的 GitHub Token

# authV2.pat.showToken
source: Show token
ar: إظهار الرمز
de: Token anzeigen
es: Mostrar token
fr: Afficher le jeton
id: Tampilkan token
it: Mostra token
ja: トークンを表示
ko: 토큰 표시
nl: Token tonen
pl: Pokaż token
pt_br: Mostrar token
ru: Показать токен
tr: Token'ı göster
uk: Показати токен
vi: Hiện token
zh_hans: 显示 Token
zh_hant: 顯示 Token

# authV2.pat.submit
source: Sign in with Token
ar: تسجيل الدخول بالرمز
de: Mit Token anmelden
es: Iniciar sesión con token
fr: Se connecter avec le jeton
id: Masuk dengan Token
it: Accedi con token
ja: トークンでサインイン
ko: 토큰으로 로그인
nl: Aanmelden met token
pl: Zaloguj się za pomocą tokena
pt_br: Entrar com token
ru: Войти с помощью токена
tr: Token ile Oturum Aç
uk: Увійти за токеном
vi: Đăng nhập bằng Token
zh_hans: 使用 Token 登录
zh_hant: 使用 Token 登入

# authV2.signedIn
source: Signed in successfully
ar: تم تسجيل الدخول بنجاح
de: Erfolgreich angemeldet
es: Sesión iniciada correctamente
fr: Connecté avec succès
id: Berhasil masuk
it: Accesso effettuato con successo
ja: サインインに成功しました
ko: 로그인 성공
nl: Succesvol aangemeld
pl: Zalogowano pomyślnie
pt_br: Conectado com sucesso
ru: Вход выполнен успешно
tr: Başarıyla oturum açıldı
uk: Успішний вхід
vi: Đã đăng nhập thành công
zh_hans: 登录成功
zh_hant: 登入成功

# authV2.subtitle
source: Sign in with GitHub to rediscover every project you've starred.
ar: سجل الدخول باستخدام GitHub لإعادة اكتشاف كل مشروع قمت بوضع نجمة عليه.
de: Melden Sie sich mit GitHub an, um jedes Projekt, das Sie mit einem Stern markiert haben, wiederzuentdecken.
es: Inicia sesión con GitHub para redescubrir cada proyecto que has marcado con estrella.
fr: Connectez-vous avec GitHub pour redécouvrir chaque projet que vous avez marqué d'une étoile.
id: Masuk dengan GitHub untuk menemukan kembali setiap proyek yang telah Anda tandai.
it: Accedi con GitHub per riscoprire ogni progetto che hai stellato.
ja: GitHubでサインインして、スターを付けたすべてのプロジェクトを再発見しましょう。
ko: GitHub로 로그인하여 별표 표시한 모든 프로젝트를 다시 발견하세요.
nl: Meld u aan met GitHub om elk project dat u een ster heeft gegeven opnieuw te ontdekken.
pl: Zaloguj się przez GitHub, aby odkryć na nowo każdy projekt, który oznaczyłeś gwiazdką.
pt_br: Entre com o GitHub para redescobrir todos os projetos que você favoritou.
ru: Войдите через GitHub, чтобы заново открыть каждый проект, который вы отметили звездой.
tr: Yıldızladığınız her projeyi yeniden keşfetmek için GitHub ile oturum açın.
uk: Увійдіть через GitHub, щоб заново відкрити кожен проєкт, якому ви поставили зірку.
vi: Đăng nhập bằng GitHub để khám phá lại mọi dự án bạn đã gắn sao.
zh_hans: 登录 GitHub，重新认识你 Star 过的每个项目。
zh_hant: 登入 GitHub，重新認識你 Star 過的每個專案。

# authV2.waitingHint
source: Waiting for you to complete GitHub authorization…
ar: في انتظار إكمال تفويض GitHub…
de: Warte auf Abschluss der GitHub-Autorisierung …
es: Esperando a que completes la autorización de GitHub…
fr: En attente de votre autorisation GitHub…
id: Menunggu Anda menyelesaikan otorisasi GitHub…
it: In attesa del completamento dell'autorizzazione GitHub…
ja: GitHubの認証が完了するのを待っています…
ko: GitHub 인증 완료를 기다리는 중…
nl: Wachten tot u de GitHub-autorisatie voltooit…
pl: Oczekiwanie na zakończenie autoryzacji GitHub…
pt_br: Aguardando você concluir a autorização do GitHub…
ru: Ожидание завершения авторизации GitHub…
tr: GitHub yetkilendirmesini tamamlamanız bekleniyor…
uk: Очікуємо завершення авторизації GitHub…
vi: Đang chờ bạn hoàn tất ủy quyền GitHub…
zh_hans: 等待完成 GitHub 授权…
zh_hant: 等待完成 GitHub 授權…

# authV2.webflow.waitingHint
source: Waiting for you to complete GitHub authorization…
ar: في انتظار إكمال تفويض GitHub…
de: Warte auf Abschluss der GitHub-Autorisierung …
es: Esperando a que completes la autorización de GitHub…
fr: En attente de votre autorisation GitHub…
id: Menunggu Anda menyelesaikan otorisasi GitHub…
it: In attesa del completamento dell'autorizzazione GitHub…
ja: GitHubの認証が完了するのを待っています…
ko: GitHub 인증 완료를 기다리는 중…
nl: Wachten tot u de GitHub-autorisatie voltooit…
pl: Oczekiwanie na zakończenie autoryzacji GitHub…
pt_br: Aguardando você concluir a autorização do GitHub…
ru: Ожидание завершения авторизации GitHub…
tr: GitHub yetkilendirmesini tamamlamanız bekleniyor…
uk: Очікуємо завершення авторизації GitHub…
vi: Đang chờ bạn hoàn tất ủy quyền GitHub…
zh_hans: 等待完成 GitHub 授权…
zh_hant: 等待完成 GitHub 授權…

# authV2.welcome
source: Welcome to Starcat
ar: مرحبًا بك في Starcat
de: Willkommen bei Starcat
es: Bienvenido a Starcat
fr: Bienvenue dans Starcat
id: Selamat datang di Starcat
it: Benvenuto in Starcat
ja: Starcatへようこそ
ko: Starcat에 오신 것을 환영합니다
nl: Welkom bij Starcat
pl: Witaj w Starcat
pt_br: Bem-vindo ao Starcat
ru: Добро пожаловать в Starcat
tr: Starcat'a Hoş Geldiniz
uk: Ласкаво просимо до Starcat
vi: Chào mừng đến với Starcat
zh_hans: 欢迎使用 Starcat
zh_hant: 歡迎使用 Starcat

# autoTidy.sort.earliestStarred
source: Earliest starred
ar: الأقدم نجمة
de: Am frühesten mit Stern markiert
es: Más antiguas marcadas
fr: Les plus anciens
id: Paling awal ditandai
it: Prima stella
ja: 最も古いスター
ko: 가장 오래된 별표
nl: Vroegst een ster gegeven
pl: Najwcześniej oznaczone
pt_br: Favoritados há mais tempo
ru: Самые старые
tr: En eski yıldızlanan
uk: Найраніше додані
vi: Đã gắn sao sớm nhất
zh_hans: 最早 star
zh_hant: 最早 star

# autoTidy.sort.random
source: Random
ar: عشوائي
de: Zufällig
es: Aleatorio
fr: Aléatoire
id: Acak
it: Casuale
ja: ランダム
ko: 무작위
nl: Willekeurig
pl: Losowo
pt_br: Aleatório
ru: Случайно
tr: Rastgele
uk: Випадково
vi: Ngẫu nhiên
zh_hans: 随机
zh_hant: 隨機

# autoTidy.sort.recentlyStarred
source: Most recently starred
ar: الأحدث نجمة
de: Am kürzlich mit Stern markiert
es: Más recientes marcadas
fr: Les plus récents
id: Paling baru ditandai
it: Stella più recente
ja: 最近スターを付けた順
ko: 가장 최근 별표
nl: Meest recent een ster gegeven
pl: Najnowsze
pt_br: Favoritados mais recentemente
ru: Недавно добавленные
tr: En son yıldızlanan
uk: Нещодавно додані
vi: Đã gắn sao gần đây nhất
zh_hans: 最近 star
zh_hant: 最近 star

# avatar.loginGithub
source: Sign in with GitHub
ar: تسجيل الدخول باستخدام GitHub
de: Mit GitHub anmelden
es: Iniciar sesión con GitHub
fr: Se connecter avec GitHub
id: Masuk dengan GitHub
it: Accedi con GitHub
ja: GitHubでサインイン
ko: GitHub로 로그인
nl: Aanmelden met GitHub
pl: Zaloguj się przez GitHub
pt_br: Entrar com GitHub
ru: Войти через GitHub
tr: GitHub ile Oturum Aç
uk: Увійти через GitHub
vi: Đăng nhập bằng GitHub
zh_hans: 点击登录 GitHub
zh_hant: 點擊登入 GitHub

# avatar.openGithubProfile
source: Open GitHub profile
ar: فتح ملف GitHub الشخصي
de: GitHub-Profil öffnen
es: Abrir perfil de GitHub
fr: Ouvrir le profil GitHub
id: Buka profil GitHub
it: Apri profilo GitHub
ja: GitHubプロフィールを開く
ko: GitHub 프로필 열기
nl: GitHub-profiel openen
pl: Otwórz profil GitHub
pt_br: Abrir perfil do GitHub
ru: Открыть профиль GitHub
tr: GitHub profilini aç
uk: Відкрити профіль GitHub
vi: Mở hồ sơ GitHub
zh_hans: 查看 GitHub 主页
zh_hant: 查看 GitHub 個人頁面

# batch.addTags
source: Add Tags
ar: إضافة وسوم
de: Tags hinzufügen
es: Añadir etiquetas
fr: Ajouter des étiquettes
id: Tambahkan Tag
it: Aggiungi tag
ja: タグを追加
ko: 태그 추가
nl: Tags toevoegen
pl: Dodaj tagi
pt_br: Adicionar tags
ru: Добавить теги
tr: Etiket Ekle
uk: Додати теги
vi: Thêm thẻ
zh_hans: 打标签
zh_hant: 打標籤

# batch.addTags.help
source: Add the same tag to all selected repositories
ar: أضف نفس الوسم إلى جميع المستودعات المحددة
de: Allen ausgewählten Repositorys dasselbe Tag hinzufügen
es: Añadir la misma etiqueta a todos los repositorios seleccionados
fr: Ajouter la même étiquette à tous les dépôts sélectionnés
id: Tambahkan tag yang sama ke semua repositori yang dipilih
it: Aggiungi lo stesso tag a tutti i repository selezionati
ja: 選択したすべてのリポジトリに同じタグを追加
ko: 선택한 모든 저장소에 동일한 태그 추가
nl: Voeg dezelfde tag toe aan alle geselecteerde repositories
pl: Dodaj ten sam tag do wszystkich wybranych repozytoriów
pt_br: Adicionar a mesma tag a todos os repositórios selecionados
ru: Добавить одинаковый тег ко всем выбранным репозиториям
tr: Seçilen tüm depolara aynı etiketi ekleyin
uk: Додати однаковий тег до всіх вибраних репозиторіїв
vi: Thêm cùng một thẻ vào tất cả kho lưu trữ đã chọn
zh_hans: 给所有选中的仓库添加同一个标签
zh_hant: 為所有選取的倉庫新增同一個標籤

# batch.addTagsFailed
source: Failed to add tags
ar: فشل إضافة الوسوم
de: Tags konnten nicht hinzugefügt werden
es: Error al añadir etiquetas
fr: Échec de l'ajout des étiquettes
id: Gagal menambahkan tag
it: Impossibile aggiungere i tag
ja: タグの追加に失敗しました
ko: 태그 추가 실패
nl: Tags toevoegen mislukt
pl: Nie udało się dodać tagów
pt_br: Falha ao adicionar tags
ru: Не удалось добавить теги
tr: Etiketler eklenemedi
uk: Не вдалося додати теги
vi: Không thể thêm thẻ
zh_hans: 批量打标签失败
zh_hant: 批量打標籤失敗

# batch.applyToReposFormat
source: Will apply to %d repos
ar: سيطبق على %d مستودع
de: Wird auf %d Repos angewendet
es: Se aplicará a %d repos
fr: S'appliquera à %d dépôts
id: Akan diterapkan ke %d repositori
it: Verrà applicato a %d repository
ja: %d個のリポジトリに適用されます
ko: %d개 저장소에 적용됩니다
nl: Wordt toegepast op %d repos
pl: Zostanie zastosowane do %d repozytoriów
pt_br: Será aplicado a %d repositórios
ru: Будет применено к %d репозиториям
tr: %d depoya uygulanacak
uk: Буде застосовано до %d репозиторіїв
vi: Sẽ áp dụng cho %d kho
zh_hans: 将应用到 %d 个仓库
zh_hant: 將套用到 %d 個倉庫

# batch.confirm.estDuration
source: Est. duration
ar: المدة المقدرة
de: Geschätzte Dauer
es: Duración estimada
fr: Durée estimée
id: Perkiraan durasi
it: Durata stimata
ja: 推定時間
ko: 예상 시간
nl: Geschatte duur
pl: Szacowany czas
pt_br: Duração estimada
ru: Оценочная длительность
tr: Tahmini süre
uk: Орієнтовна тривалість
vi: Thời gian dự kiến
zh_hans: 预计耗时
zh_hant: 預計耗時

# batch.confirm.estDurationSecondsFormat
source: ~%d s
ar: ~%d ث
id: ~%d dtk
ja: 約%d秒
ko: ~%d초
ru: ~%d с
tr: ~%d sn
uk: ~%d с
vi: ~%d giây
zh_hans: 约 %d 秒
zh_hant: 約 %d 秒

# batch.confirm.estSkipped
source: Est. skipped
ar: المتخطى المقدر
de: Geschätzte Übersprungen
es: Saltos estimados
fr: Estimé ignoré
id: Perkiraan dilewati
it: Saltati stimati
ja: 推定スキップ数
ko: 예상 건너뜀
nl: Geschat overgeslagen
pl: Szacowane pominięte
pt_br: Estimativa de ignorados
ru: Оценочно пропущено
tr: Tahmini atlanan
uk: Орієнтовно пропущено
vi: Số lượng bỏ qua dự kiến
zh_hans: 预计跳过
zh_hant: 預計跳過

# batch.confirm.moreReposFormat
source: ... and %d more
ar: ... و %d إضافي
de: … und %d weitere
es: ... y %d más
fr: ... et %d de plus
id: ... dan %d lainnya
it: ... e %d in più
ja: …他%d個
ko: ... 외 %d개
nl: ... en %d meer
pl: ... i %d więcej
pt_br: ... e mais %d
ru: ... и ещё %d
tr: ... ve %d tane daha
uk: ... та ще %d
vi: ... và %d kho khác
zh_hans: ...还有 %d 个
zh_hant: ...還有 %d 個

# batch.confirm.starSubtitle
source: Already-starred repos will be skipped automatically.
ar: سيتم تخطي المستودعات التي تم وضع نجمة عليها مسبقًا تلقائيًا.
de: Bereits mit Stern markierte Repos werden automatisch übersprungen.
es: Los repositorios ya marcados se saltarán automáticamente.
fr: Les dépôts déjà étoilés seront automatiquement ignorés.
id: Repositori yang sudah ditandai akan dilewati secara otomatis.
it: I repository già stellati verranno saltati automaticamente.
ja: 既にスターを付けたリポジトリは自動的にスキップされます。
ko: 이미 별표 표시된 저장소는 자동으로 건너뜁니다.
nl: Repos die al een ster hebben worden automatisch overgeslagen.
pl: Repozytoria już oznaczone gwiazdką zostaną automatycznie pominięte.
pt_br: Repositórios já favoritados serão ignorados automaticamente.
ru: Уже отмеченные звёздами репозитории будут автоматически пропущены.
tr: Zaten yıldızlanmış depolar otomatik olarak atlanacaktır.
uk: Репозиторії, які вже мають зірку, буде автоматично пропущено.
vi: Các kho đã gắn sao sẽ tự động được bỏ qua.
zh_hans: 已 Star 的仓库会被自动跳过。
zh_hant: 已 Star 的倉庫會自動跳過。

# batch.confirm.starTitle
source: Confirm Batch Star
ar: تأكيد إضافة نجمة دفعة
de: Batch-Stern bestätigen
es: Confirmar marcado por lotes
fr: Confirmer l'étoile en lot
id: Konfirmasi Tandai Massal
it: Conferma stella in blocco
ja: 一括スターの確認
ko: 일괄 별표 확인
nl: Batch-ster toewijzen bevestigen
pl: Potwierdź masowe oznaczenie gwiazdką
pt_br: Confirmar favoritar em lote
ru: Подтверждение массовой отметки звездой
tr: Toplu Yıldızlamayı Onayla
uk: Підтвердьте масове додавання зірок
vi: Xác nhận gắn sao hàng loạt
zh_hans: 确认批量 Star
zh_hant: 確認批量 Star

# batch.confirm.targets
source: Targets
ar: الأهداف
de: Ziele
es: Objetivos
fr: Cibles
id: Target
it: Destinazioni
ja: 対象
ko: 대상
nl: Doelen
pl: Cele
pt_br: Alvos
ru: Цели
tr: Hedefler
uk: Цілі
vi: Mục tiêu
zh_hans: 目标仓库
zh_hant: 目標倉庫

# batch.confirm.unstarSubtitle
source: Already-unstarred repos will be skipped automatically.
ar: سيتم تخطي المستودعات التي أزيلت نجمتها مسبقًا تلقائيًا.
de: Bereits ohne Stern markierte Repos werden automatisch übersprungen.
es: Los repositorios ya desmarcados se saltarán automáticamente.
fr: Les dépôts déjà désétoilés seront automatiquement ignorés.
id: Repositori yang sudah tidak ditandai akan dilewati secara otomatis.
it: I repository già non stellati verranno saltati automaticamente.
ja: 既にスターを外したリポジトリは自動的にスキップされます。
ko: 이미 별표 해제된 저장소는 자동으로 건너뜁니다.
nl: Repos die al geen ster meer hebben worden automatisch overgeslagen.
pl: Repozytoria już odznaczone zostaną automatycznie pominięte.
pt_br: Repositórios já desfavoritados serão ignorados automaticamente.
ru: Уже не отмеченные звёздами репозитории будут автоматически пропущены.
tr: Zaten yıldızdan çıkarılmış depolar otomatik olarak atlanacaktır.
uk: Репозиторії, які вже не мають зірки, буде автоматично пропущено.
vi: Các kho đã bỏ sao sẽ tự động được bỏ qua.
zh_hans: 已取消 Star 的仓库会被自动跳过。
zh_hant: 已取消 Star 的倉庫會自動跳過。

# batch.confirm.unstarTitle
source: Confirm Batch Unstar
ar: تأكيد إزالة نجمة دفعة
de: Batch-Stern entfernen bestätigen
es: Confirmar desmarcado por lotes
fr: Confirmer la désétoile en lot
id: Konfirmasi Hapus Tanda Massal
it: Conferma rimozione stella in blocco
ja: 一括スター解除の確認
ko: 일괄 별표 해제 확인
nl: Batch-ster verwijderen bevestigen
pl: Potwierdź masowe odznaczenie gwiazdką
pt_br: Confirmar desfavoritar em lote
ru: Подтверждение массового снятия звезды
tr: Toplu Yıldızdan Çıkarmayı Onayla
uk: Підтвердьте масове видалення зірок
vi: Xác nhận bỏ sao hàng loạt
zh_hans: 确认批量取消 Star
zh_hant: 確認批量取消 Star

# batch.createTag
source: Create Tag
ar: إنشاء وسم
de: Tag erstellen
es: Crear etiqueta
fr: Créer une étiquette
id: Buat Tag
it: Crea tag
ja: タグを作成
ko: 태그 생성
nl: Tag aanmaken
pl: Utwórz tag
pt_br: Criar tag
ru: Создать тег
tr: Etiket Oluştur
uk: Створити тег
vi: Tạo thẻ
zh_hans: 新建标签
zh_hant: 新增標籤

# batch.createTag.confirm
source: Create Tag
ar: إنشاء وسم
de: Tag erstellen
es: Crear etiqueta
fr: Créer une étiquette
id: Buat Tag
it: Crea tag
ja: タグを作成
ko: 태그 생성
nl: Tag aanmaken
pl: Utwórz tag
pt_br: Criar tag
ru: Создать тег
tr: Etiket Oluştur
uk: Створити тег
vi: Tạo thẻ
zh_hans: 创建标签
zh_hant: 建立標籤

# batch.createTag.duplicate
source: Tag '%@' already exists
ar: الوسم '%@' موجود بالفعل
de: Tag '%@' existiert bereits
es: La etiqueta '%@' ya existe
fr: L'étiquette '%@' existe déjà
id: Tag '%@' sudah ada
it: Il tag '%@' esiste già
ja: タグ「%@」は既に存在します
ko: 태그 '%@'이(가) 이미 존재합니다
nl: Tag '%@' bestaat al
pl: Tag '%@' już istnieje
pt_br: A tag '%@' já existe
ru: Тег '%@' уже существует
tr: '%@' etiketi zaten mevcut
uk: Тег '%@' вже існує
vi: Thẻ '%@' đã tồn tại
zh_hans: 标签「%@」已存在
zh_hant: 標籤「%@」已存在

# batch.createTag.failed
source: Failed to create tag
ar: فشل إنشاء الوسم
de: Tag konnte nicht erstellt werden
es: Error al crear la etiqueta
fr: Échec de la création de l'étiquette
id: Gagal membuat tag
it: Impossibile creare il tag
ja: タグの作成に失敗しました
ko: 태그 생성 실패
nl: Tag aanmaken mislukt
pl: Nie udało się utworzyć tagu
pt_br: Falha ao criar tag
ru: Не удалось создать тег
tr: Etiket oluşturulamadı
uk: Не вдалося створити тег
vi: Không thể tạo thẻ
zh_hans: 创建标签失败
zh_hant: 建立標籤失敗
